{
  "Menu": "Menu",

  "titleHeader": "Albatta, bu Qur'on eng to‘g‘ri yo‘lga hidoyat qilur va solih amallarni qiluvchi mo‘minlarga xushxabarini bеrurki, albatta, o‘shalarga ulug‘ ajr bordi  ",
  "placeholderMainSearch": "Qur’ondan qidiring!",
  "Qidirish": "Qidirish",
  "Ayahs": "Oyat",
  "yil": "yil",
  "Footer": "",
  "footerTitle": "Qur'oni Karimni o'qing, o'rganing va o'rgating.",
  "footerSubtitle": "Umid qilamizki, hamma uchun Qur'oni Karimni o'qish, o'rganish va o'rgatish oson bo'ladi. Qur'oni Karimning ko'plab nomlari bor, jumladan, Qur'on al-Karim, Al-Kitob, Al-Furqon, Al-Mavisa, Al-Zikr va Al-Nur.",
  "siteMap": "Site Xaritasi",
  "Tafsir": "Tafsir",
  "aboutUs": "Biz Haqimizda",
  "listiningQuran": "Qur’on tinglash",
  "meaningQuran": "Qur’on ma’nolari",
  "Hamkorlar": "Hamkorlar",
  "contact": "Biz bilan bog`lanish:",
  "Email": "Email",
  "Telegram": "Telegram",
  "Tel": "Tel",

  "sidebarMain": "",
  "menu": "Menu",
  "meaningTranslate": "Quron ma'nolar tarjimasi",

  "mostSearch": "Ko‘p ko‘rilganlar",
  "lastRead": "So‘ngi ko‘rilganlar",
  "mentionList": "Qidirib ko‘ring",

  "Sura": "Sura",
  "Juz": "Juz",

  "searchSura": "Sura qidirish",
  "oyat": "Oyat",
  "page": "Sahifa",
  "nextSura": "Keyingi sura",
  "prevSura": "Oldingi sura",

  "makkah": "makkah",
  "madinah": "madinah",

  "maqsad": "Maqsadimiz",
  "Maqsadimiz": "Maqsadimiz",
  "muallif": "Muallif",
  "Paragraph_1_1": "Ushbu sayt asoschisi Sardorxon Jahongir 1977 yil Toshkent shahrida tavallud topgan. Imom Buxoriy nomli Toshkent islom instituti va Mirzo Ulug‘bek nomidagi O‘zbekiston Milliy universitetini tugallab, islomshunos va filolog mutaxassisligi bo‘yicha bakalavr darajasini olgan. Dastlabki ilmiy faoliyatini O‘zbekiston Milliy universitetida arab tilidan saboq berish bilan boshlagan. Shuningdek, Misr Arab respublikasi elchixonasi qoshidagi fan va taʼlim markazining o‘quv bo‘limida faoliyat olib borgan. Nufuzli nashriyotlarda rahbar va bosh muharrir lavozimlarida ishlab mamlakatimizda ko‘plab ilmiy-maʼrifiy kitoblarga noshirlik qilgan. Ilmiy faoliyatini davom ettirish maqsadida bir qancha xorijiy davlatlarda malaka oshirgan. Jumladan,so‘nggi o‘n yil mobaynida Turkiya respublikasida bo‘lib u yerdagi Kafkaz davlat universiteti dinshunoslik fakultetida “Tafsirshunoslik” yo‘nalishi bo‘yicha magistr darajasini olgan hamda nomzodlik dissertatsiyasini yoqlagan. Mazkur universitetda dars berish bilan birga xalqaro aloqalar bo‘limida ham faoliyat yurgizgan. U xorijda bir qancha ilmiy-amaliy konferensiyalar tashkilotchisi va qatnashchisi hisoblanadi. Uning muallifligida chet ellarda ko‘plab ilmiy maqolar va kitoblar nashr qilingan. Sardorxon Jahongir xalqaro miqyosada tashkil etilgan Turkiston sayyidlari va eshonlari nomli shajaralarni tadqiq qilish va tasdiqlash tashkilotining muassisi va raisi hisoblanadi. Ayni damda respublikamizdagi “Turon” fan-taʼlim markazi tarmoqlarining rahbari hisoblanib, arab tili, Hadis va Qurʼoni Karim yo‘nalishida saboqlar berib kelmoqda. Shuningdek, Qurʼoni Karim tafsiriga doir ilmiy izlanishlar olib bormoqda. Islomshunos va tilshunois olim Sardorxon Jahongir arab, fors, ingliz, rus va turk tillarini yaxshi o‘zlashtirgan.",
  "Paragraph_1_2": "Dastlabki ilmiy faoliyatini O'zbekiston Milliy universitetida arab tilidan saboq berish bilan boshlagan. Shuningdek, Misr Аrab respublikasi elchixonasi qoshidagi fan va ta'lim markazining o'quv bo'limida faoliyat olib borgan. Nufuzli nashriyotlarda rahbar va bosh muharrir lavozimlarida ishlab mamlakatimizda ko'plab ilmiy-ma’rifiy kitoblarga noshirlik qilgan. ",
  "Paragraph_1_3": "Ilmiy faoliyatini davom ettirish maqsadida bir qancha xorijiy davlatlarda malaka oshirgan. Jumladan,so'nggi o'n yil mobaynida Turkiya respublikasida bo'lib u yerdagi Kafkaz davlat universiteti dinshunoslik fakultetida “Tafsirshunoslik” yo'nalishi bo'yicha magistr darajasini olgan hamda nomzodlik dissertatsiyasini yoqlagan.",
  "Paragraph_1_4": "Mazkur universitetda dars berish bilan birga xalqaro aloqalar bo'limida ham faoliyat yurgizgan. U xorijda bir qancha ilmiy-amaliy konferensiyalar tashkilotchisi va qatnashchisi hisoblanadi. Uning muallifligida chet ellarda ko'plab ilmiy maqolar va kitoblar nashr qilingan. Sardorxon Jahongir xalqaro miqyosada tashkil etilgan Turkiston sayyidlari va eshonlari nomli shajaralarni tadqiq qilish va tasdiqlash tashkilotining muassisi va raisi hisoblanadi.",
  "Paragraph_1_5": "Ayni damda respublikamizdagi “Turon” fan-ta’lim markazi tarmoqlarining rahbari hisoblanib, arab tili, Hadis va Qur’oni Karim yo'nalishida saboqlar berib kelmoqda. Shuningdek, Qur’oni Karim tafsiriga doir ilmiy izlanishlar olib bormoqda. Islomshunos va tilshunois olim Sardorxon Jahongir arab, fors, ingliz, rus va turk tillarini yaxshi o'zlashtirgan.",
  "Paragraph_2": "Milliy qadriyatlarimiz hamda maʼnaviy boy merosimizni tiklash va ularnipuxta oʼrganish, uning mazmun-mohiyati va ahamiyatini xalqimiz oʼrtasidatargʼib etish, ajdodlarimiz bo'lgan Imom Buxoriy, Nasafiy va Zamaxshariysingari ulamolar izidan borish, ulardan bizlarga meros bo'lib kelayotganva saqlanayotgan tarixiy hamda nodir qoʼlyozmalarni avlodlargayetkazish, ajdodlarimiz hayoti, axloqi va yuksak maʼnaviyatiniifodalovchi matnlarni xalqimizga yetkazib, yoshlarimiz qalbida ularqoldirgan merosga ehtirom, izzat va muhabbat tuygʼusini shakllantirishdir.",

  "Sahifa topilmadi!": "Sahifa topilmadi!",

  "Qur’on o‘qish": "Qur’on o‘qish",
  "Qur’on tinglash": "Qur’on tinglash",
  "Qur’on ma'nolar tarjimasi": "Qur’on ma’nolar tarjimasi",
  "Qur’on so'zma-so'z tarjimasi": "Qur’on so’zma-so’z tarjimasi",
  "Transkripsiya": "Transkripsiya",
  "Biz haqimizda": "Biz haqimizda",

  "Sozlamlar": "Sozlamlar",
  "Mavzular": "Mavzular",
  "Shrift hajmi": "Shrift hajmi",
  "Qaytarish": "Qaytarish",

  "Avto": "Avto",
  "Yorqin": "Yorqin",
  "Qorong‘i": "Qorong‘i",

  "O'qish": "O’qish",
  "So'zma-so'z": "So’zma-so’z",

  "Sura haqida ma'lumot": "Sura haqida ma’lumot",
  "Tinglash": "Tinglash"
}
