{
  "titleHeader": "Албатта, бу Қуръон энг тўғри йўлга ҳидоят қилур ва солиҳ амалларни қилувчи мўминларга хушхабарини берурки, албатта, ўшаларга улуғ ажр борди  ",
  "placeholderMainSearch": "Қуръондан қидиринг!  ",
  "Qidirish": "Қидириш",
  "Ayahs": "Аяҳс",
  "Footer": "",
  "footerTitle": "Қуръони Каримни ўқинг, ўрганинг ва ўргатинг.",
  "footerSubtitle": "Умид қиламизки, ҳамма учун Қуръони Каримни ўқиш, ўрганиш ва ўргатиш осон бўлади. Қуръони Каримнинг кўплаб номлари бор, жумладан, Қуръон ал-Карим, Ал-Китоб, Ал-Фурқон, Ал-Мависа, Ал-Зикр ва Ал-Нур.",
  "siteMap": "Сите Харитаси:  ",
  "Tafsir": "Тафсир",
  "aboutUs": "Биз Ҳақимизда  ",
  "listiningQuran": "Қуръон тинглаш",
  "meaningQuran": "Қуръон маʼнолари",
  "Hamkorlar": "Ҳамкорлар:",
  "contact": "Биз билан боғланиш:",
  "Email": "Эмаил",
  "Telegram": "Телеграм",
  "Tel": "Тел",
  "yil": "йил",
  "sidebarMain": "",
  "menu": "Мену",
  "meaningTranslate": "Қуран маʼнолар таржимаси",

  "mostSearch": "Кўп кўрилганлар",
  "lastRead": "Сўнги кўрилганлар",
  "mentionList": "Қидириб кўринг",

  "Sura": "Сура",
  "Juz": "Жуз",

  "searchSura": "Сура қидириш",
  "oyat": "Оят",
  "page": "Саҳифа",
  "nextSura": "Кейинги сура",
  "prevSura": "Олдинги сура",
  "makkah": "маккаҳ",
  "madinah": "мадинаҳ",

  "maqsadimiz": "Мақсадимиз",
  "muallif": "Муаллиф",
  "Paragraph_1_1": "Ушбу сайт асосчиси Сардорхон Жаҳонгир 1977 йил Тошкент шаҳрида таваллуд топган. Имом Бухорий номли Тошкент ислом институти ва Мирзо Улуғбек номидаги Ўзбекистон Миллий университетини тугаллаб, исломшунос ва филолог мутахассислиги бўйича бакалавр даражасини олган. Дастлабки илмий фаолиятини Ўзбекистон Миллий университетида араб тилидан сабоқ бериш билан бошлаган. Шунингдек, Миср Араб республикаси элчихонаси қошидаги фан ва таълим марказининг ўқув бўлимида фаолият олиб борган. Нуфузли нашриётларда раҳбар ва бош муҳаррир лавозимларида ишлаб мамлакатимизда кўплаб илмий-маърифий китобларга ноширлик қилган. Илмий фаолиятини давом эттириш мақсадида бир қанча хорижий давлатларда малака оширган. Жумладан,сўнгги ўн йил мобайнида Туркия республикасида бўлиб у ердаги Кафказ давлат университети диншунослик факультетида «Тафсиршунослик» йўналиши бўйича магистр даражасини олган ҳамда номзодлик диссертациясини ёқлаган. Мазкур университетда дарс бериш билан бирга халқаро алоқалар бўлимида ҳам фаолият юргизган. У хорижда бир қанча илмий-амалий конференциялар ташкилотчиси ва қатнашчиси ҳисобланади. Унинг муаллифлигида чет элларда кўплаб илмий мақолар ва китоблар нашр қилинган. Сардорхон Жаҳонгир халқаро миқёсада ташкил этилган Туркистон саййидлари ва эшонлари номли шажараларни тадқиқ қилиш ва тасдиқлаш ташкилотининг муассиси ва раиси ҳисобланади. Айни дамда республикамиздаги «Турон» фан-таълим маркази тармоқларининг раҳбари ҳисобланиб, араб тили, Ҳадис ва Қуръони Карим йўналишида сабоқлар бериб келмоқда. Шунингдек, Қуръони Карим тафсирига доир илмий изланишлар олиб бормоқда. Исломшунос ва тилшуноис олим Сардорхон Жаҳонгир араб, форс, инглиз, рус ва турк тилларини яхши ўзлаштирган.",
  "Paragraph_1_2": "Дастлабки илмий фаолиятини Ўзбекистон Миллий университетида араб тилидан сабоқ бериш билан бошлаган. Шунингдек, Миср Араб республикаси элчихонаси қошидаги фан ва таълим марказининг ўқув бўлимида фаолият олиб борган. Нуфузли нашриётларда раҳбар ва бош муҳаррир лавозимларида ишлаб мамлакатимизда кўплаб илмий-маърифий китобларга ноширлик қилган.",
  "Paragraph_1_3": "Илмий фаолиятини давом эттириш мақсадида бир қанча хорижий давлатларда малака оширган. Жумладан,сўнгги ўн йил мобайнида Туркия республикасида бўлиб у ердаги Кафказ давлат университети диншунослик факультетида «Тафсиршунослик» йўналиши бўйича магистр даражасини олган ҳамда номзодлик диссертациясини ёқлаган.",
  "Paragraph_1_4": "Мазкур университетда дарс бериш билан бирга халқаро алоқалар бўлимида ҳам фаолият юргизган. У хорижда бир қанча илмий-амалий конференциялар ташкилотчиси ва қатнашчиси ҳисобланади. Унинг муаллифлигида чет элларда кўплаб илмий мақолар ва китоблар нашр қилинган. Сардорхон Жаҳонгир халқаро миқёсада ташкил этилган Туркистон саййидлари ва эшонлари номли шажараларни тадқиқ қилиш ва тасдиқлаш ташкилотининг муассиси ва раиси ҳисобланади.",
  "Paragraph_1_5": "Айни дамда республикамиздаги «Турон» фан-таълим маркази тармоқларининг раҳбари ҳисобланиб, араб тили, Ҳадис ва Қуръони Карим йўналишида сабоқлар бериб келмоқда. Шунингдек, Қуръони Карим тафсирига доир илмий изланишлар олиб бормоқда. Исломшунос ва тилшуноис олим Сардорхон Жаҳонгир араб, форс, инглиз, рус ва турк тилларини яхши ўзлаштирган.",
  "Paragraph_2": "Миллий қадриятларимиз ҳамда маънавий бой меросимизни тиклаш ва уларнипухта ўрганиш, унинг мазмун-моҳияти ва аҳамиятини халқимиз ўртасидатарғиб этиш, аждодларимиз бўлган Имом Бухорий, Насафий ва Замахшарийсингари уламолар изидан бориш, улардан бизларга мерос бўлиб келаётганва сақланаётган тарихий ҳамда нодир қўлёзмаларни авлодларгаетказиш, аждодларимиз ҳаёти, ахлоқи ва юксак маънавиятиниифодаловчи матнларни халқимизга етказиб, ёшларимиз қалбида уларқолдирган меросга эҳтиром, иззат ва муҳаббат туйғусини шакллантиришдир."
}
